{
  "title": "DINO",
  "address": "",
  "symbol": "DINO",
  "logoURI": "",
  "introduce": "DINO is the ecological platform currency of Copycat Dex, the first decentralized copy trading and copy mining platform on the Ethereum Network based on Copycat Finance.<br/><br/>According to the DINO lottery rules, Follow-X will open for subscription at 11:00pm  (Hong Kong Time) on July 5th, 2023. Users can participate in the subscription on the subscription page. The specific information is as follows:<br/><br/>Exchange rate:<br/><br/>1 DINO = 0.5 USDT (Support FTD to participate in the subscription at the price of $200 per piece)<br/><br/>Follow-X will open for subscription after 11:00PM (Hong Kong time) on July 5th, 2023. Please log in to the subscription page within 72 hours to subscribe and sign the purchase agreement. Subscriptions cannot be made after the deadline. Each account has only one opportunity to subscribe, so please confirm before proceeding.<br/><br/>The subscription will be closed at 11:00PM on July 8th, 2023. The subscription amount will be calculated after that.<br/><br/>After 1:00PM (Hong Kong time) on July 9th, 2023, the subscription allocation result will be announced, and the FTD for successful subscriptions will be deducted within one hour. The unsubscribed amount will be returned to the user's account immediately.<br/><br/>DINO Launchpad total supply: 300,000 tokens<br/><br/>DINO Launchpad participation fund type: FTD<br/>DINO Launchpad does not limit the number of subscriptions per account.<br/>The participation amount for Launchpad from a single address should not be less than $500.<br/><br/>Online trading time: 11:00pm on July 8, 2023 (Hong Kong time)<br/>Collection method: Synchronize the ETH network wallet address to get the same token airdrop<br/><br/>Release rules:<br/>10% TGE,<br/>20% released in the first month<br/>30% released in the second month<br/>40% released in the third month.<br/><br/>Notes:<br/>This Launchpad rule follows a transparent calculation rule, and there is no need to rush at a specific time. During the subscription period, users can choose the subscription amount to participate.<br/>The formula for calculating the subscription amount is: individual participation amount / total participation amount = individual proportion * Launchpad total supply = individual DINO allocation.<br/><br/>Risk warning:<br/>Launchpad is a high-risk investment method. Investors should participate with caution and pay attention to investment risks. Follow-X will select high-quality projects, but will not guarantee or compensate for investment behavior.",
  "twitter": "https://twitter.com/CopycatFinance",
  "telegram": "https://t.me/CopycatGlobal",
  "medium": "https://medium.com/@copycatfinance/copycat-finance-x-binance-incubation-program-5ab4269572f3",
  "discord": "",
  "website": "https://www.copycat.finance",
  "whitepaper": "https://copycat.gitbook.io/copycat-en/",
  "rise": ""
}